Repository: JackBro/evttools
Catalog: po/*.po
Languages: cs

source: A record with a non-positive record number
cs: Záznam nemající kladné číslo záznamu

source: A record with a record number that is less than or equal to the previous record
cs: Záznam s číslem záznamu menším nebo shodným s předchozím záznamem

source: A record without a record number. You can prevent this error with the -i option
cs: Záznam bez čísla záznamu. Této chybě můžete předejít pomocí volby -i

source: Discontiguous record
cs: Nenásledující záznam

source: Error at line %ld: %s. I'm skipping it.
cs: Chyba na řádku %ld: %d. Přeskakuju ho.

source: Error at line %ld: Incomplete record. I'm skipping it.
cs: Chyba na řádku %ld: Nekompletní záznam. Přeskakuju ho.

source: Error: ELF signature doesn't match.
cs: Chyba: ELF signatura se neshoduje.

source: Error: Failed to get file size.
cs: Chyba: Nemohu získat velikost souboru.

source: Error: Failed to open %s for reading.
cs: Chyba: Nemohu otevřít %s pro čtení.

source: Error: Failed to open %s for writing.
cs: Chyba: Nemohu otevřít %s pro zápis.

source: Error: Failed to read ELF header.
cs: Chyba: Nemohu přečíst ELF hlavičku.

source: Error: Record %u is longer than the whole file.
cs: Chyba: Záznam %u je delší než celý soubor.

source: Error: SID decoding failed in record %u.
cs: Chyba: Dekódování SID selhalo v záznamu %u.

source: Error: String decoding failed in record %u.
cs: Chyba: Dekódování řetězců selhalo v záznamu %u.

source: Error: Unexpected end of file.
cs: Chyba: Neočekávaný konec souboru.

source: Error: fread: %s
cs: Chyba: fred: %s

source: Error: fseek: %s.
cs: Chyba: fseek: %s.

source: Extraneous field(s) in a record
cs: Přebytečná pole v záznamu

source: Failed to decode SID
cs: Selhalo dekódování SID

source: Failed to decode strings
cs: Selhalo dekódování řetězců

source: Failed to parse event ID
cs: Selhalo parsování ID události

source: Failed to parse event category
cs: Selhalo parsování kategorie události

source: Failed to parse event type in a record
cs: Selhalo parsování typu událost v záznamu

source: Failed to parse generation time in a record
cs: Selhalo parsování času generace v záznamu

source: Failed to parse written time in a record
cs: Selhalo parsování času zapsání v záznamu

source: Invalid record number
cs: Vadné číslo záznamu

source: Usage: evt2csv input-file [output-file]
cs: Použití: evt2csv vstupní-soubor [výstupní-soubor]

source: Warning at line %ld: %s.
cs: Varování na řádku %ld: %s.

source: Warning: Failed to decode the computer name string in record %u.
cs: Varování: Nemohu dekódovat řetězec se jménem počítače v záznamu %u.

source: Warning: Failed to decode the source name string in record %u.
cs: Varování: Nemohu dekódovat řetězec se jménem zdroje v záznamu %u.

source: Warning: Record %u has overflowing SID field. I'm not reading it.
cs: Varování: Záznam %u má přetékající pole SID. Nebudu ho číst.

source: Warning: Record %u has overflowing data field. I'm not reading it.
cs: Varování: Záznam %u má přetékající pole s day. Nebudu je číst.

source: Warning: The log file is marked dirty.
cs: Varování: Soubor je označen jako špinavý.
